Repository: oeco/jeo
Catalog: languages/*.po
Languages: pt_br

source: by
pt_br: por

source: More...
pt_br: Mais...

source: View all maps
pt_br: Ver todos os mapas

source: Header menu
pt_br: Menu do cabeçalho

source: Footer menu
pt_br: Menu do rodapé

source: Post sidebar
pt_br: Barra lateral do post

source: General sidebar
pt_br: Barra lateral genérica

source: Front page
pt_br: Página inicial

source: Page
pt_br: Página

source: This website is built on <a href="%s" target="_blank" rel="external">WordPress</a> using the <a href="%s" target="_blank" rel="external">JEO Beta</a> theme
pt_br: Este site foi feito em <a href="%s" target="_blank" rel="external">WordPress</a>, utilizando o tema <a href="%s" target="_blank" rel="external">JEO Beta</a>

source: Search results for:
pt_br: Resultados da busca por:

source: Latest articles on
pt_br: Últimos artigos em

source: Read more
pt_br: Leia mais

source: Featured
pt_br: Destaque

source: Go to
pt_br: Ir para

source: Daily Archives: %s
pt_br: Arquivos do dia: %s

source: Monthly Archives: %s
pt_br: Arquivos do mês: %s

source: Yearly Archives: %s
pt_br: Arquivos do ano: %s

source: Archives
pt_br: Arquivos

source: 404 - Page not found
pt_br: 404 - Página não encontrada

source: Trying searching:
pt_br: Tente uma busca:

# map bubble date format
source: m/d/Y
pt_br: d/m/Y

source: Share a map
pt_br: Compartilhe um mapa

source: Share
pt_br: Compartilhar

source: Share the map
pt_br: Compartilhe o mapa

source: Choose a map
pt_br: Escolha um mapa

source: Choose any map from the list
pt_br: Escolha qualquer mapa da lista

source: Select a map
pt_br: Selecione um mapa

source: Select layers from this map
pt_br: Selecione camadas deste mapa

source: Select layers
pt_br: Selecione camadas

source: Choose any layers from the list
pt_br: Escolha camadas da lista

source: Back to default layer configuration
pt_br: Voltar para a configuração original de camadas

source: Filter content
pt_br: Filtrar conteúdo

source: Filter the content displayed on the map through our options
pt_br: Filtre o conteúdo exibido no mapa através das nossas opções

source: Select content
pt_br: Selecione conteúdo

source: Selected content
pt_br: Conteúdo selecionado

source: General content
pt_br: Geral

source: Content from the map
pt_br: Conteúdo do mapa

source: Latest content
pt_br: Último conteúdo

source: No content (map only)
pt_br: Nenhum conteúdo (apenas o mapa)

source: By
pt_br: Por

source: Width & Height
pt_br: Dimensões

source: Select the width and height proportions you would like to embed to be.
pt_br: Selecione as proporções que você gostaria de incorporar o mapa.

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Large
pt_br: Grande

source: HTML Output
pt_br: Resultado HTML

source: Copy and paste this code into an HTML page to embed with it's current settings and location
pt_br: Copie e cole este código em uma página HTML para incorporar o mapa com sua localização e configurações atuais

source: Get the original to use as a link or a custom embed.
pt_br: Utilize a URL original para usar como um link ou uma incorporação customizada.

source: Share this map, with it's current settings and location, on your social network
pt_br: Compartilhe este mapa, com a localização e configurações atuais, em sua rede social

source: Map preview
pt_br: Pré-visualização do mapa

source: Search and hit enter
pt_br: Busque e pressione enter

source: Latest articles
pt_br: Últimos artigos

source: Remove
pt_br: Remover

source: Title
pt_br: Título

source: ID or URL
pt_br: ID ou URL

source: Layer options
pt_br: Opções de layer

source: Fixed
pt_br: Fixa

source: Hidden
pt_br: Oculto

source: Map setup
pt_br: Configurações do mapa

source: Edit the default layer and fill the IDs of the maps to overlay layers of your map, in order of appearance
pt_br: Altere a camada padrão e preencha os IDs dos mapas para sobrepor camadas no seu mapa, em ordem de aparição

source: (USA Only)
pt_br: (apenas EUA)

source: Custom
pt_br: Outro

source: None
pt_br: Nenhum

source: Enter layer URL
pt_br: Preencha a URL da layer

source: Add tile layer
pt_br: Adicionar camada de tiles

source: Add Mapbox layer
pt_br: Adicionar camada do MapBox

source: Add CartoDB layer
pt_br: Adicionar camada do CartoDB

source: Update preview
pt_br: Atualizar pré-visualização

source: Preview map
pt_br: Pré-visualizar

source: Map settings
pt_br: Configurações do mapa

source: Currently viewing
pt_br: Visualizando

source: Center
pt_br: Centro

source: East
pt_br: Leste

source: North
pt_br: Norte

source: South
pt_br: Sul

source: West
pt_br: Oeste

source: Map center & zoom
pt_br: Centro e zoom

source: Set current as map center & zoom
pt_br: Definir atual como centro e zoom

source: Min zoom
pt_br: Zoom mín.

source: Current
pt_br: Atual

source: Max zoom
pt_br: Zoom máx.

source: Pan limits
pt_br: Limites de navegação

source: Set current as map panning limits
pt_br: Definir atual como limites de navegação

source: Enable geocoding service
pt_br: Ativar serviço de geocodificação

source: Enable geocode search service
pt_br: Ativar serviço de busca de localização

source: Map handlers
pt_br: Controles do mapa

source: Disable mousewheel zooming
pt_br: Desabilitar zoom com mousewheel

source: Preview mode
pt_br: Modo de pré-visualização

source: (preview mode doesn't apply zoom range nor pan limits setup)
pt_br: (modo de pré-visualização não aplica limites de zoom ou navegação configurados)

source: Map legend
pt_br: Legenda do mapa

source: Enter your HTML code to use as legend on the map
pt_br: Entre com seu código HTML para usar como legenda do mapa

source: Set maps for this post
pt_br: Configurar mapas para este post

source: Select which maps this post belongs to. If you don't mark any they will appear in all maps.
pt_br: Selecione a que mapas este post pertence. Caso nenhum seja marcado, ele irá aparecer em todos os mapas.

source: You haven't created any map, yet!
pt_br: Você não criou um mapa, ainda!

source: Add to "more" tab
pt_br: Adicionar a aba "mais"

source: Map group
pt_br: Grupo de mapas

source: Select a map to add to your map group
pt_br: Selecione um mapa para adicionar ao seu grupo de mapas

source: Add map
pt_br: Adicionar mapa

source: We couldn't find what you are looking for, please try again.
pt_br: Não encontramos resultados para o que procura, tente novamente.

source: results found
pt_br: resultados encontrados

source: Address and geolocation
pt_br: Endereço e geolocalização

source: Find the location
pt_br: Encontre a localização

source: Full address
pt_br: Endereço completo

source: Find
pt_br: Encontrar

source: Drag the marker for a more precise result
pt_br: Arraste o marcador para melhor precisão

source: Result
pt_br: Resultados

# reduced date format
source: m/d/Y
pt_br: d/m/Y

source: Clear GeoJSON Cache
pt_br: Limpar cache do GeoJSON

source: <strong>Markers GeoJSON cache has been cleared. Don't worry! They will be dynamically regenerated.</strong>
pt_br: <strong>O cache GeoJSON dos marcados foi apagado. Não se preocupe! Eles serão gerados dinamicamente.</strong>

source: The next map markers load might take a little while, depending on the amount of markers. If you want to speed this up for your users, we recommend you clear your browser's cache and navigate through your website to let the markers cache be replaced.
pt_br: A próxima exibição de marcadores pode demorar um pouco, dependendo da quantidade de marcadores. Se você quiser acelerar este processo para seus usuários, recomendamos que vocẽ limpe o cache do seu navegador e navegue nos seus mapas pelo site para que o cache seja reposto.

source: Featured content
pt_br: Conteúdo destacado

source: Locate on map
pt_br: Localizar no mapa

source: Use Google Street View
pt_br: Habilitar Google Street View

source: Map embed tool
pt_br: Ferramenta de incorporação de mapa

source: Embed tool settings
pt_br: Configurações da ferramenta de incorporação

source: Setup your embed tool. Here you can enable or disable it and set which taxonomies and maps are allowed to share.
pt_br: Configure sua ferramenta de incorporação. Aqui você pode habilitar ou desabilitar a ferramenta e optar quais taxonomias e mapas podem ser compartilhados.

source: Enable embed tool
pt_br: Habilitar ferramenta de incorporação

source: Select if you'd like to enable your embed tool
pt_br: Selecione se você gostaria de habilitar a ferramenta

source: Enable
pt_br: Habilitar

source: Filter taxonomies
pt_br: Filtro de taxonomia

source: Choose the taxonomies that can be filtered as an embed result
pt_br: Selecione as taxonomias que podem ser opção de filtro na página de compartilhamento

source: Your embed tool is <strong>enabled</strong>! <a href="%s" target="_blank">Check it out</a>.
pt_br: Sua ferramenta de incorporação está <strong>ativada</strong>! <a href="%s" target="_blank">Clique aqui para dar uma olhada</a>.

source: default
pt_br: padrão

# Range slider date format
source: MM/DD/YYYY
pt_br: DD/MM/YYYY

source: Date range slider filter
pt_br: Filtro por data

source: Enable date range slider filter for markers
pt_br: Habilitar filtro interativo por data de publicação dos posts

source: GeoJSON API
pt_br: API GeoJSON

source: GeoJSON API Settings
pt_br: Configurações da API GeoJSON

source: Enable API
pt_br: Habilitar API

source: Select if you'd like to enable the GeoJSON API
pt_br: Selecione se você gostaria de habilitar a API GeoJSON

source: Your API is <strong>enabled</strong>! <a href="%s" target="_blank">Click here to learn more</a>.
pt_br: Sua API está <strong>ativada</strong>! <a href="%s" target="_blank">Clique aqui para saber mais</a>.

source: More
pt_br: Mais

source: Find a location
pt_br: Encontre no mapa

source: Results
pt_br: Resultados

source: Close search
pt_br: Fechar busca

source: Nothing found, try something else.
pt_br: Nada encontrado, tente outra busca

source: Maps
pt_br: Mapas

source: Map
pt_br: Mapa

source: Add new map
pt_br: Adicionar novo mapa

source: Edit map
pt_br: Editar mapa

source: New map
pt_br: Novo mapa

source: View map
pt_br: Ver mapa

source: Search maps
pt_br: Buscar mapas

source: No map found
pt_br: Nenhum mapa foi encontrado

source: No map found in the trash
pt_br: Nenhum mapa foi encontrado na lixeira

source: JEO Maps
pt_br: Mapas do JEO

source: Map groups
pt_br: Grupos de mapa

source: Add new map group
pt_br: Adicionar novo grupo de mapa

source: Edit map group
pt_br: Editar grupo de mapa

source: New map group
pt_br: Novo grupo de mapa

source: View map group
pt_br: Ver grupo de mapa

source: Search map group
pt_br: Buscar grupo de mapa

source: No map group found
pt_br: Nenhum grupo de mapa foi encontrado

source: No map group found in the trash
pt_br: Nenhum grupo de mapa foi encontrado na lixeira

source: JEO Map Groups
pt_br: Grupos de mapa do JEO

source: Add new group
pt_br: Adicionar novo grupo

source: You haven't created any maps!
pt_br: Você ainda não criou um mapa!

source: Click here to create your first
pt_br: Clique aqui para criar o seu primeiro

source: Marker icons
pt_br: Ícones

source: Marker icon
pt_br: Ícone

source: Add marker icon
pt_br: Adicionar ícone

source: Add new marker icon
pt_br: Adicionar novo ícone

source: Edit marker icon
pt_br: Editar ícone

source: New marker icon
pt_br: Novo ícone

source: View marker icon
pt_br: Ver ícone

source: Search marker icons
pt_br: Buscar ícones

source: No marker icon found
pt_br: Nenhum ícone foi encontrado

source: No marker icon found in the trash
pt_br: Nenhum ícone foi encontrado na lixeira

source: JEO marker icons
pt_br: Marcadores de ícone do JEO

source: Marker
pt_br: Marcador

source: Set as default marker
pt_br: Definir como ícone padrão

source: Default marker updated
pt_br: Ícone padrão atualizado

source: Setup marker icon
pt_br: Configurar ícone de marcador

source: Choose image to use as marker icon
pt_br: Escolha uma imagem para usar como ícone

source: PNG image format is recomended
pt_br: Formato de imagem PNG é recomendado

source: Upload image
pt_br: Enviar imagem

source: Use default
pt_br: Utilizar padrão

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: Point
pt_br: Ponto

source: Tip:
pt_br: Dica:

source: Use ARROWS to move the pointer, press ENTER to save or ESC to cancel.
pt_br: Utilize as SETAS do teclado para mover o ponto, pressione ENTER para salvar ou ESC para cancelar.

source: Icon anchor
pt_br: Âncora do ícone

source: Coordinates to correctly position the marker on the map
pt_br: Coordenadas para posicionar o marcador corretamente no mapa

source: Find coordinates
pt_br: Encontrar coordenadas

source: Popup anchor
pt_br: Âncora do popup

source: Coordinates to correctly position the marker's popup
pt_br: Coordenadas para posicionar corretamente o popup do marcador

source: Could not save image file
pt_br: Não pôde salvar o arquivo de imagem

source: Default
pt_br: Padrão

source: Create a new marker
pt_br: Criar novo marcador

source: Select a marker
pt_br: Selecione um marcador

source: You don't have custom markers yet.
pt_br: Você ainda não tem marcadores customizados.

source: Create your first here!
pt_br: Crie seu primeiro aqui!

source: Custom marker
pt_br: Marcador customizado

source: Choose a custom marker for your content. If it's set to <em>auto</em> we'll try to find the marker based on categories or map markers.
pt_br: Defina um marcador customizado para seu conteúdo. Caso esteja marcado como <em>auto</em>, vamos buscar baseados nas categorias e mapas.

source: JEO Settings
pt_br: Configurações do JEO

source: Geocode
pt_br: Geocodificação

source: No maps were found
pt_br: Nenhum mapa foi encontrado

source: Front page settings
pt_br: Configuração da página inicial

source: Set your front page contents.
pt_br: Configure o conteúdo da sua página inicial.

source: Front page map
pt_br: Mapa da página inicial

source: Select if the front page map should be the featured map with latest content or a selection of featured posts.
pt_br: Escolha se o mapa da página inicial deverá ser seu mapa destacado com últimos posts ou com uma seleção de posts destacados.

source: Featured map with latest posts
pt_br: Mapa destacado com últimos posts

source: Selection of featured posts
pt_br: Seleção de posts destacados

source: featured map cannot be a map-group
pt_br: mapa destacado não pode ser um grupo de mapa

source: Featured map
pt_br: Mapa destacado

source: Select the map to be featured on the homepage and posts.
pt_br: Selecione o mapa a ser destacado na página inicial e posts.

source: Geocode settings
pt_br: Configurações de geocodificação

source: Geocode type
pt_br: Tipo

source: Choose simple latitude/longitude inputs or complete address lookup geocoding system
pt_br: Escolha entre campos de latitude/longitude ou um completo sistema de geodificação com busca por endereço

source: Address geocoding with interactive map (default)
pt_br: Busca por endereço com mapa interativo (padrão

source: Latitude/longitude inputs
pt_br: Campos de latitude/longitude

source: Geocode service
pt_br: Serviço

source: Choose the geocoding service to be used
pt_br: Escolha o serviço de geocodificação a ser utilizado

source: OpenStreetMaps with Nominatim
pt_br: OpenStreetMaps com Nominatim

source: Google Maps API Key
pt_br: Chave de API do Google Maps

source: Key to use the Google Maps geocoding services. <a href="%s" target="_blank">Click here to get one.</a>
pt_br: Chave para utilizar os serviços do Google Maps. <a href="%s" target="_blank">Clique aqui para obter uma.</a>

source: Map behaviours
pt_br: Comportamentos do mapa

source: Fragment hash
pt_br: Fragmentos de hash

source: Enable use of fragment hash url to share map location, selected maps on mapgroup and fullscreen state. <br/>E.g.: yoursite.com/#!/loc=-23,-42,7&map=12&full=true
pt_br: Habilitar uso de fragmentos de hash para rastrear na URL a localização do mapa, mapas selecionados em grupos de mapas e visualização em tela cheia. <br/>Exemplo: seusite.com/#!/loc=-23,-42,7&map=12&full=true

source: Enable marker clustering
pt_br: Habilitar clusterização de marcadores

source: Enable marker clustering system.
pt_br: Habilitar sistema de clusterização de marcadores

source: Map query
pt_br: Conteúdo relacionado

source: Display posts only associated to the viewing map
pt_br: Exibir apenas posts associados ao mapa sendo visualizado

source: Mapped post types
pt_br: Tipos de post mapeados

source: Post types to enable map functionalities
pt_br: Tipos de post para habilitar funcionalidades de mapa

source: Upload Image
pt_br: Enviar imagem

source: Use This Image
pt_br: Utilizar imagem

source: Options have been updated.
pt_br: Opções foram atualizadas.

source: Settings
pt_br: Configurações

source: Export Options
pt_br: Opções de exportação

source: Import Options
pt_br: Importar imagens

source: Submit
pt_br: Enviar

source: Delete Image
pt_br: Deletar imagem

source: Unset Image
pt_br: Desativar imagem

source: No url has been set.
pt_br: Nenhum url foi inserida.
